tests/fixtures/artifact-replay/fp-heated-slot/case/system/controlDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object controlDict;
}

application icoFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 0.02;
deltaT 0.01;
writeControl timeStep;
writeInterval 1;
