tests/fixtures/artifact-replay/fp-heated-slot/case/constant/physicalProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object physicalProperties;
}

nu [0 2 -1 0 0 0 0] 0.00001;
