tests/fixtures/artifact-replay/fp-heated-slot/case/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    object U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    warm
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    cool
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    sealed
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    span
    {
        type empty;
    }
}
