tests/fixtures/artifact-replay/fp-heated-slot/case/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object p;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    warm
    {
        type fixedValue;
        value uniform 0;
    }
    cool
    {
        type fixedValue;
        value uniform 0;
    }
    sealed
    {
        type fixedValue;
        value uniform 0;
    }
    span
    {
        type empty;
    }
}
