tests/fixtures/artifact-replay/fp-heated-slot/case/0/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object T;
}

dimensions [0 0 0 1 0 0 0];
internalField uniform 300;
boundaryField
{
    warm
    {
        type fixedValue;
        value uniform 300;
    }
    cool
    {
        type fixedValue;
        value uniform 300;
    }
    sealed
    {
        type fixedValue;
        value uniform 300;
    }
    span
    {
        type empty;
    }
}
